<?php

return [
    'lic'                                       => 'جميع الحقوق محفوظة لدار سوزلر للطباعة والنشر والتوزيع والترجمة',
    'choose_city' => 'اختر المحافظه',
    'oder_price' => 'سعر الطلب',
    'cost_after_shipping'=>'الاجمالى بعد مصاريف الشحن',
    
    'nothing'                                   => 'احتر',

    'zip'                                       => 'الرقم البرييدى',
    'lg'                                        => 'ج.م ',
    'total_btn'                                 => 'المجموع',

    'book-name'                                 => 'اسم الكتاب',
    'name'                                      => 'الاسم',
    'author'                                    => 'تأليف',
    'translator'                                => 'ترجمة',
    'investigation'                             => 'تحقيق/تقديم',
    'classification'                            => 'الصنف',
    'topic'                                     => 'موضوع',
    'edition'                                   => 'الطبعه',
    'publisher'                                 => 'الناشر',
    'price_lg'                                  => 'السعر بالجنيه',
    'price_usd'                                 => 'السعر بالدولار',
    'year_publication'                          => 'سنة الطبع',
    'year_release'                              => 'سنة الإصدار',
    'size'                                      => 'المقاس',
    'weight'                                    => 'وزن الكتاب بالجرام',
    'ISBN'                                      => 'الترقيم الدولي',
    'code'                                      => 'كود الكتاب',
    'number_pages'                              => 'عدد الصفحات',
    'binding_type'                              => 'نوع التجليد',
    'paper_type'                                => 'نوع الورق',
    'printing_colors'                           => 'ألوان الطباعة',
    'about'                                     => 'نبذة عن الكتاب',

    'successadded'                              => 'تمت اضافة الكتاب للسله',
    'successdeleted'                            => 'تم الحذف من السله',
    'successupdate'                             => 'تم تحديث الكميه',

    // footer

    'Releases_Of_SoZler'                        => 'كتب دار سوزلر',
    'contact_us'                                => 'تواصل معنا',
    'about_us'                                  => 'من نحن',
    'In_order_to_continue_building'             => 'من اجل تواصل بنا',

    'Our_new_releases'                          => 'الكتب الحديثه',
    'best_seller'                               => 'الاكثر مبيعا',
    'audible_books'                             => 'الكتب السمعيه',

    'about_footer'                              => 'دار  سوزلر  للنشر شركة  مساهمة مصرية تأسست في عام 2010 ، ونقوم بطبع ونشر كتب مترجمة من اللغة التركية إلى العربية و غيرها ، ونختص بمؤلفات بديع الزمان سعيد النورسي وترجماتها والبحوث والدراسات حول رسائل النور',
    'download_app'                              => 'حمل تطبيق رسائل النور مجانا',
    'address'                                   => 'العنوان',
    'phone'                                     => 'تليفون',
    'mail'                                      => 'ميل',
    'address_details'                           => '٣٠ شارع جعفر الصادق، الحي السابع ، مدينة نصر، القاهرة',
    'phone_details'                             => '1006585047(+20)  1271521252(+20)  223812098 02',
    'mail_details'                              => 'darsozler@gmail.com',
    'send'                                      => 'ارسال',
    'email'                                     => 'البريد الالكتروني',
    'close'                                     => 'اغلاق',
    'full_name'                                 => 'الاسم بالكامل',
    'buy_now'                                   => 'اشتري الان',
    // header
    'login'                                     => 'تسجيل الدخول',
    'remember'                                  => 'تذكرنى',
    'fav'                                       => 'المفضله',
    'acc'                                       => 'حسابي',
    'dash'                                      => 'لوحة الادمن',
    'search_txt'                                => '"ادخل نص البحث',
    'flash'                                     => 'فلاش ميمورى',

    'shopping_cart'                             => ' سلة التسوق',
    'login_2'                                   => 'تسجيل دخول قم بالتسجيل يإستخدام حسابك',
    'password'                                  => 'كلمة المرور',
    'sign_up'                                   => ' تسجيل عضويه جديده ',
    'pass_conf'                                 => 'تأكيد كلمة المرور ',
    'enter_email'                               => ' ادخل البريد الالكترونى لاستعدادة كلمة المرور ',
    'forget_pass'                               => ' نسيت كلمة المرور',
    'soc_login'                                 => 'استخدم حساب جوجل للدخول',

    'details'                                   => 'التفاصيل',
    'from'                                      => 'من',
    'to'                                        => 'الى',
    'search'                                    => 'بحث',
    'no_books'                                  => 'لا يوجد كتب',
    'my_acc'                                    => 'ملفى الشخصى',
    'change_pass'                               => 'تغير كلمة المرور',
    'old_pass'                                  => 'كلمه المرور القديمه',
    'new_pass'                                  => 'كلمه المرور الجديده',
    'save'                                      => 'حفظ',
    'book_pic'                                  => 'صورة الكتاب',
    'quantity'                                  => 'الكميه',
    'delete'                                    => 'حذف',
    'create_order'                              => 'انشاء طلب',
    'phone_num'                                 => 'رقم الهاتف',

    'f_name'                                    => 'الاسم الاول',
    'l_name'                                    => 'الاسم الاخير',
    'city'                                      => 'المحافظه',
    'country'                                   => 'الدوله',
    'card_number'                               => 'الرقم الموجود على البطاقه',
    'card_holdername'                           => 'اسم حامل البطاقه',
    'card_expiry_mm'                            => 'الشهر',
    'card_expiry_yy'                            => 'السنه',

    'AL-KALIMAT'                                => '1 - الكلمات : 50 ساعة mp3 صوت مسجل فني.',
    'AL-MAKTUBAT'                               => '2 - الكمليات : 28 ساعة mp3 صوت مسجل فني.',
    'AL-LAMAAT'                                 => '3 – اللمعات : 27 ساعة mp3 صوت مسجل فني.',
    'AL-SHUAAT'                                 => '4 - الشعاعات : 31 ساعة mp3 صوت مسجل فني',
    'ISHARAT-AL-ICAZ'                           => '5 - إشارات الإعجاز في مظان الإيجاز : 11 ساعة mp3 صوت مسجل فني.',
    'AL-MASNAVI-AL-ARABI-AL-NURI'               => '6 - المثنوي العربي النوري:20 ساعة mp3 صوت مسجل فني.',
    'AL-MALAHIK'                                => '7 - الملاحق في فقه دعوة النور :18 ساعة mp3 صوت مسجل فني',
    'SAYKAL-AL-ISLAM'                           => '8 - صيقل الإسلام أثار سعيد القديم : 15 ساعة mp3 صوت مسجل فني.',
    'SIYRA-ZATIYYE'                             => '9 - سيرة ذاتية :24 ساعة mp3 صوت مسجل فني.',
    'FLSH-PRICY'                                => ' السعر: 120 جنيه مصرى',

    'Whole-Collection'                          => 'إجمالي المجموعة : 224 ساعة mp3 صوت مسجل فني.',
    'Code'                                      => 'كود: D04',
    'In-the-voice'                              => 'بصوت د. مأمون جرار',
    'Risale-Memory'                             => 'رسائل النور على فلاش ميموري',

    'ReplacementCases'                          => ' أقر بأني إطلعت على شروط الاستخدام و سياسية الخصوصيةوسياسة الاسترجاع و أوافق عليها',


    'return_and_exchange_policy' => 'سياسة الإرجاع  والاستبدال الخاصة بموقع  دار سوزلر',
    'return_and_exchange_policy_details' => 'يمكن إرجاع المنتجات التي تم شحنها من  دار سوزلر في غضون 14 يوم من استلام الشحنة في معظم قبل الحالات الاتية:
    في حالة كان المنتج تالف أو مستخدم أو ينقصه أجزاء أو لا يتطابق مع المنتج الموصوف.
    بعد أن تستلم شركة الشحن سلعتك، يمكن أن يستغرق الأمر ما يصل إلى أسبوع واحد لاستلام ومعالجة طلب الإرجاع. بعد معالجة طلب الإرجاع، قد يستغرق الأمر 5 إلى 7 أيام كي يظهر المبلغ المسترد في كشف حساب بطاقة الدفع.
    لا يحق للعميل استبدال المنتج .
    ',

        'Privacy_policy'=>'سياسة الخصوصية',
        'Privacy_policy_details'=>'التزامنا بمراعاة خصوصيتك:
        يلتزم دار سوزلر مصر بحماية خصوصية عملائه. وتنطبق سياسة حماية الخصوصية المعتمدة من قبل دار سوزلر مصر "سياسة حماية الخصوصية" على كل المعلومات الشخصية التي يتم جمعها من قبلنا أو تقديمها لنا، إن بما في ذلك المعلومات الشخصية.
        ',

        'personal_information'=>'المعلومات الشخصية',
        'Privacy_policy_details'=>'"المعلومات الشخصية" هي المعلومات التي تعرّف عنكم كأفراد، وتشمل:
        •	الاسم
        •	اسم المستخدم
        •	العنوان البريدي (بما في ذلك عنوان إرسال الفواتير والشحنات)
        •	رقم الهاتف (بما في ذلك رقم الهاتف الجوّال أو رقم المنزل)
        •	عنوان البريد الإلكتروني
        •	بلد الإقامة
        •	التفضيلات
        ',
];
